Repository: schaerfo/dtakt-fahrplan
Catalog: frontend/lib/l10n/app_*.arb
Languages: de

# about
source: About this page
de: Über diese Seite

# aboutContent1
source: On this site you can search for train journeys between any stations. This is based on the timetable of the Deutschlandtakt (more precisely the 3rd expert draft of 2020). Thus you can easily see how your personal rail journeys will change as a result of the Deutschlandtakt.
de: Auf dieser Seite können Sie Bahnverbindungen zwischen beliebigen Bahnhöfen suchen. Dabei liegt der Fahrplan des Deutschlandtaktes (genauer des 3. Gutachterentwurfes von 2020) zugrunde. Dadurch können Sie auf einfache Weise feststellen, wie sich Ihre persönlichen Bahnreisen durch den Deutschlandtakt verändern.

# aboutContent2
source: Please note that the timetable data is not yet fully taken into account. In particular, changeover times at stations are not taken into account due to missing data.
de: Bitte bachten Sie dabei, dass die Fahrplandaten noch nicht vollständig berücksichtigt werden. Insbesondere fehlen Halte, die mit dem Deutschlandtakt erstmalig oder wieder in Betrieb gehen sowie Halte im Ausland. Auch werden Umstiegszeiten an Bahnhöfen aufgrund fehlender Daten nicht berücksichtigt.

# aboutRouting1
source: Routing is performed using
de: Die Verbindungssuche erfolgt mittels

source: All
de: Alle

source: Arrival
de: Ankunft

source: Contact:
de: Kontakt:

# corrections
source: Corrections of the timetable data
de: Korrekturen des Zielfahrplans Deutschlandtakt

source: Data sources
de: Datenquellen

source: Departure
de: Abfahrt

source: From
de: Von

source: Imprint
de: Impressum

source: High-speed trains
de: Hochgeschwindigkeitszüge

# informationDeutschlandtakt
source: About the Deutschlandtakt
de: Über den Deutschlandtakt

# informationDeutschlandtaktContent1
source: The Deutschlandtakt is a concept for an integrated clock-facing timetable for the railways in Germany, similar to the timetable in Switzerland. Most importantly, this means that connections at hub stations are coordinated, reducing transfer times. This principle is applied to high-speed, long-distance and regional services.
de: Der Deutschlandtakt ist ein Konzept für einen integralen Taktfahrplan für die Eisenbahn in Deutschland, ähnlich dem Fahrplan in der Schweiz. Dies bedeutet vor allem, dass in Knotenbahnhöfen die Verbindungen aufeinander abgestimmt sind, wodurch Umstiegszeiten verringert werden. Dabei sind Hochgeschwindigkeits-, Fern- und Regionalverkehr eingeschlossen.

# informationDeutschlandtaktContent2
source: The concept was developed under the leadership of SMA und Partner AG on behalf of the Federal Ministry for Digital and Transport.
de: Das Konzept wurde federführend von SMA und Partner AG im Auftrag des Bundesministeriums für Digitales und Verkehr erstellt.

# informationDeutschlandtaktContent3
source: In the process, numerous infrastructure projects were derived from the timetable: First, the timetable was constructed, then the infrastructure expansion projects needed for implementing the timetable were derived.
de: Hierbei wurden zahlreiche Infrastrukturmaßnahmen fahrplanbasiert abgeleitet: Zuerst wurde der Fahrplan aufgestellt, dann wurden daraus die zur Umsetzung des Fahrplans notwendigen Ausbaumaßnahen abgeleitet.

# informationWikipediaGerman
source: Information on Wikipedia (only in German)
de: Informationen auf Wikipedia

# nIntermediateStops
source: {count, plural, =1{1 intermediate stop} other{{count} intermediate stops}}
de: {count, plural, =1{1 Zwischenhalt} other{{count} Zwischenhalte}}

# legal
source: Imprint/Privacy
de: Impressum/Datenschutz

source: Long distance
de: Fernverkehr

source: Long distance trains
de: Fernverkehrszüge

source: No journeys found
de: Keine Verbindungen gefunden

source: non-stop
de: Ohne Zwischenhalt

# officialWebsite
source: Official website (only in German)
de: Offizielle Website

# osmContributors
source: OpenStreetMap contributors
de: OpenStreetMap Beitragende

# osmStationData
source: OpenStreetMap station data
de: OpenStreetMap Stationsdaten

# privacy
source: Privacy information
de: Informationen zum Datenschutz

# privacyContent
source: No personal information is being stored or transmitted to third parties.
de: Es werden keine personenbezogenen Daten gespeichert. Es werden keine personenbezogenen Daten an Dritte weitergegeben.

source: Regional
de: Regionalverkehr

source: Regional trains
de: Regionalverkehr

# sourceCode
source: Source code on GitHub
de: Quellcode auf GitHub

# thirdExpertDraft
source: Third expert draft of the Deutschlandtakt
de: Dritter Gutachterentwurf des Zielfahrplans Deutschlandtakt

# title
source: Deutschlandtakt Journey Planner
de: Deutschlandtakt Fahrplanauskunft

source: to
de: nach

# toCapitalized
source: To
de: Nach

source: Train categories
de: Zugkategorien

# trainCategoriesContent1
source: The Deutschlandtakt is worded in an operator-neutral way. Therefore the train categories have generic names instead of the branding used by existing railway operators. The categorization is primarily based on the top speed of the trains and the frequency of the stops.
de: Der Deutschlandtakt ist betreiberneutral formuliert. Deshalb sind die Zugkategorien generisch bezeichnet anstatt mit den Markennamen, die von bestehenden Eisenbahnunternehmen verwendet werden. Die Kategorisierung richtet sich nach vor allem nach der Höchstgeschwindigkeit der Züge und der Anzahl der Halte.

# trainCategoriesContent2
source: Long-distance trains with a top speed of 230 km⁠/⁠h to 300 km⁠/⁠h
de: Fernverkehrszüge mit einer Höchstgeschwindigkeit von 230 km⁠/⁠h bis 300 km⁠/⁠h

# trainCategoriesContent3
source: Long-distance trains or fast regional trains with a top-speed of 160 km⁠/⁠h or 200 km⁠/⁠h. The routes are in part through-services of existing regional routes. The Deutschlandtakt makes no statements regarding the fare classification of the lines.
de: Fernverkehr oder schneller Regionalverkehr mit einer Höchstgeschwindigkeit von 160 km⁠/⁠h oder 200 km⁠/⁠h. Die Linien sind teilweise Durchbindungen heutiger Regionalverkehrslinien. Der Deutschlandtakt trifft keine Aussagen bezüglich der tariflichen Einstufung der Linien.

# trainCategoriesContent4
source: Further subdivided into suburban trains (S), local trains (N), which usually stop at all stations outside of suburban railway networks, and limited-stop trains (E), which stop only at selected stations.
de: Weiter unterteilt in S-Bahnen (S), Nahverkehrszüge (N), die außerhalb von S-Bahn-Netzen üblicherweise an allen Stationen halten, und Expresszügen (E), die nur an ausgewählen Stationen halten.

# transportMinistry
source: Federal Ministry for Digital and Transport via FragDenStaat
de: Bundesministerium für Digitales und Verkehr via FragDenStaat

# nTransfers
source: {count, plural, =0{direct} =1{1 transfer} other{{count} transfers}}
de: {count, plural, =0{direkt} =1{1 Umstieg} other{{count} Umstiege}}
